{
	"title": "Проекты",
	
	"header": {
		"position": "Инженер программист",
		"name": "Евдокимович Владимир",
		"education": {
			"title": "Образование",
			"harvard": "Гарвардский университет. Курс CS50: Введение в компьютерную науку, 2017",
			"rolling-fe": "Rolling Scopes School. Разработка интерфейсов, 2017-2018",
			"udemy": "Udemy. Angular 7 с нуля до профи, 2018-2019",
			"rolling-node": "Rolling Scopes School. Разработка на NodeJS, 2020"
		},
		"experience": {
			"title": "Опыт работы",
			"freelance": "Сентыбрь 2017 – Август 2018, Программист, фрилансер, Минск",
			"ocsico": "Август 2018 – Февраль 2019, Программист, OCS Innovation Company (OCSICO®), Минск",
			"lifetech": "Февраль 2019 – по настоящее время, Программист, lifetech (Turkcell Group), Минск"
		},
		"technology": {
			"title": "Технологии"
		}
	},
	
	"footer": {
		"name": "Контактная информация",
		"cvRussian": "резюме на русском",
		"cvEnglish": "резюме на английском",
		"subname": "Ссылки на мои социальные сети:",
		"message": {
			"comments": "Комментарии",
			"name": "Имя",
			"email": "Email",
			"messages": "Сообщения"
		},
		"form": {
			"name": "Введите имя *",
			"email": "Введите email *",
			"message": "Введите комментарий *"
		},
		"required": {
			"name": "Имя обязательно",
			"email": "Email обязателен",
			"validEmail": "Email должен иметь действительный адрес",
			"message": "Комментарий обязателен",
			"validMessage": "Комментарий должен иметь минимум 2 знака"
		}
	},

	"buttons": {
		"update": "Обновить",
		"close": "Закрыть",
		"submit": "Отправить"
	},
	
	"view application": "посмотреть приложение",
	"view website": "посмотреть сайт",

	"lifebox is a storage service where you can save your photos, videos, music and files. Easily share these files once connected to the internet. This application is written using technologies such as AngularJS, JavaScript, HTML/CSS, Webpack, Git, Jira, Zeplin, NodeJS. Currently it's  migrating to Angular 9. My project responsibilities include developing, refactoring, optimizing and supporting the application.": "lifebox - это сервис хранения, где вы можете сохранять свои фотографии, видео, музыку и файлы. Легко обменивайтесь этими файлами после подключения к Интернету. Это приложение написано с использованием таких технологий, как AngularJS, JavaScript, HTML / CSS, Webpack, Git, Jira , Zeplin, NodeJS. В настоящее время идет переход на Angular 9. В мои обязанности по проекту входит разработка, рефакторинг, оптимизация и поддержка приложения.",
	"Modern software device to work in the full range of retail. This application is written using technologies such as Angular 7, Angular Material, TypeScript, HTML/CSS, Git, Jira, Zeplin, NodeJS. My project responsibilities include developing, refactoring, optimizing and supporting the application.": "Современное программное устройство для работы в полном диапазоне розничной торговли. Это приложение написано с использованием таких технологий, как Angular 7, Angular Material, TypeScript, HTML / CSS, Git, Jira, Zeplin, NodeJS. В мои обязанности по проекту входит разработка, рефакторинг, оптимизация и поддерживая приложение.",
	"This plugin is written using technologies such as Angular 6, Angular Material, TypeScript, HTML/CSS, Git, Jira, Zeplin, NodeJS. My project responsibilities included developing, refactoring, optimizing and supporting the application.": "Этот плагин написан с использованием таких технологий, как Angular 6, Angular Material, TypeScript, HTML / CSS, Git, Jira, Zeplin, NodeJS. В мои обязанности по проекту входила разработка, рефакторинг, оптимизация и поддержка приложения.",
	"Site of hotel.": "Сайт отеля.",
	"This website is written using technologies such as Angular 4, Beckbone, TypeScript, HTML/CSS, Bootstrap 4, Git, Jira, Photoshop. My project responsibilities included developing, refactoring, optimizing and supporting the application.": "Этот веб-сайт написан с использованием таких технологий, как Angular 4, Beckbone, TypeScript, HTML / CSS, Bootstrap 4, Git, Jira, Photoshop. В мои обязанности по проекту входила разработка, рефакторинг, оптимизация и поддержка приложения.",
	 
	"Software Engineer with experience of creation single page application using frameworks such as AngularJS, Angular, Angular Material, Bootstrap and various libraries. Has experience writing REST services using NodeJS and Express. Worked with databases such as MySQL, MongoDB, Firebase.": "Инженер-программист с опытом создания одностраничных приложений с использованием таких фреймворков, как AngularJS, Angular, Angular Material, Bootstrap и различных библиотек. Имеет опыт написания сервисов REST с использованием NodeJS и Express. Работал с базами данных, такими как MySQL, MongoDB, Firebase.",
	"Responsible and highly trustworthy with analytical, problem solving and troubleshooting capability. Results oriented and customer focused, with excellent relationship management skills.": "Ответственный, надежный, способный самостоятельно решать проблемы и устранять неполадки.  Ориентированный на результат и клиента, с отличными навыками взаимодействия.",
	"Self-motivated and able to work to own initiative, persistent to work under pressure, flexible with the ability to juggle priorities effectively, ambitious to drive the career forward and willing to learn.": "Целеустремленный и способный проявлять инициативу и настойчивость при решении различных задач, работать под давлением, гибкий и способный эффективно расставлять приоритеты, амбициозен и готов развиваться."
}
