{
	"title": "Проекты",
	
	"header": {
		"position": "Инженер программист",
		"name": "Евдокимович Владимир",
		"education": {
			"title": "Образование",
			"harvard": "Гарвардский университет. Курс CS50: Введение в компьютерную науку. 2017",
			"rolling": "Rolling Scopes School. Разработка интерфейсов. 2017-2018",
			"udemy": "Udemy, Angular 7 с нуля до профи, 2018"
		},
		"experience": {
			"title": "Опыт работы",
			"freelance": "Февраль 2015 – Август 2018, Программист, фрилансер, Минск",
			"ocsico": "Август 2018 – Февраль 2019, Программист, OCS Innovation Company (OCSICO®), Минск",
			"lifetech": "Февраль 2019 – по настоящее время, Программист, lifetech (Turkcell Group), Минск"
		},
		"technology": {
			"title": "Технологии"
		}
	},
	
	"footer": {
		"name": "Контактная информация",
		"phone": "+375 33 3344201",
		"email": "uladzimir.yeudakimovich@gmail.com",
		"cvRussian": "резюме на русском",
		"cvEnglish": "резюме на английском",
		"subname": "Ссылки на мои социальные сети:",
		"linkedin": "Linkedin",
		"github": "Github",
		"codewars": "CodeWars",
		"duolingo": "Duolingo",
		"message": {
			"comments": "Комментарии",
			"name": "Имя",
			"email": "Email",
			"messages": "Сообщения"
		},
		"form": {
			"name": "Введите имя *",
			"email": "Введите email *",
			"message": "Введите комментарий *"
		},
		"required": {
			"name": "Имя обязательно",
			"email": "Email обязателен",
			"validEmail": "Email должен иметь действительный адрес",
			"message": "Комментарий обязателен",
			"validMessage": "Комментарий должен иметь минимум 2 знака"
		}
	},

	"buttons": {
		"update": "Обновить",
		"close": "Закрыть",
		"submit": "Отправить"
	},
	
	"view application": "посмотреть приложение",
	"view website": "посмотреть сайт",

	"lifebox is a storage service where you can save your photos, videos, music and files. You can reach these files by phone, tablet or PC at any point where you have access to the internet. Easily share these files once connected to the internet. This application was written using frameworks AngularJS. My responsibilities on the project included supporting and improving the application, adding new feature, backend interaction.": "lifebox - это хранилище, которое позволяет вам сохранять свои изображения, видео, музыку и файлы, к которым вы можете получить доступ с телефона, планшета или компьютера в любом месте, где есть доступ в интернет, и которыми вы можете легко обмениваться. Приложение написано с использованием фреймворка AngularJS. В мои обязанности в рамках проекта входила поддержка и улучшение приложения, добавление нового функционала, взаимодействие с бекендом.",
	"Modern software device to work in the full range of retail. I worked on creating a web application. The application is written on Angular 7 using Angular Material and flex-layout. REST. My responsibilities within the project included architecture, authorization, routing and navigation, creating components, working with API and Canvas.": "Современное программное устройство для работы в полном спектре ритейла. Я работал над созданием веб приложения. Приложение написано на Angular 7 с использованием Angular Material и flex-layout. REST. В мои обязанности в рамках проекта входили архитектура, авторизация, маршрутизация и навигация, создание компонентов, работа с API и Canvas.",
	"The plugin is written on Angular 6 with Angular Material and flex-layout. REST. My project responsibilities included routing and navigation, creating components and working with API.": "Плагин написан на Angular 6 с Angular Material и flex-layout. REST. В мои обязанности в рамках проекта входили маршрутизация и навигация, создание компонентов и работа с API.",
	"Site of hotel.": "Сайт отеля.",
	"This website is written using the Beckbone framework. My project responsibilities included supporting and improving this application and rewriting components to Angular 4 using Bootstrap 4 and working with the API. REST.": "Этот сайт написан с помощью фреймворка Beckbone. В мои обязанности по проекту входило поддержка и улучшение данного приложения и переписывание компонентов на Angular 4 с использованием Bootstrap 4 и работа с API. REST.",
	 
	"Software Engineer with experience of creation single page application using frameworks such as Angular, Angular Material, Bootstrap and various libraries, support application written using AngularJS.": "Разработчик интерфейсов с опытом создания веб приложений с использованием фреймворков Angular, Angular Material, Bootstrap и различных библиотек, поддержки приложений, написанных с помощью AngularJS.",
	"Responsible and highly trustworthy with analytical, problem solving and troubleshooting capability. Results oriented and customer focused, with excellent relationship management skills.": "Ответственный, надежный, способный самостоятельно решать проблемы и устранять неполадки.  Ориентированный на результат и клиента, с отличными навыками взаимодействия.",
	"Self-motivated and able to work to own initiative, persistent to work under pressure, flexible with the ability to juggle priorities effectively, ambitious to drive the career forward and willing to learn.": "Целеустремленный и способный проявлять инициативу и настойчивость при решении различных задач, работать под давлением, гибкий и способный эффективно расставлять приоритеты, амбициозен и готов развиваться."
}
